{"doc_id": "manual", "page": 2, "text": "СОДЕРЖАНИЕ ВВЕДЕНИЕ Инструкция по мерам безопасности......................................... 3 Рекомендации по установке, эксплуатации, уходу и хранению................................................ 3 Особенности....................................................................................... 4 Подготовка пылесоса к работе................................................... 4 ОБЗОР УСТРОЙСТВА Комплектация.................................................................................... 5 Общий вид........................................................................................... 5 Сборка пылесоса............................................................................... 5 ЭКСПЛУАТАЦИЯ ПЫЛЕСОСА Использование пылесоса.............................................................. 6 Уход и чистка пылесоса................................................................"}
{"doc_id": "manual", "page": 2, "text": "5 ЭКСПЛУАТАЦИЯ ПЫЛЕСОСА Использование пылесоса.............................................................. 6 Уход и чистка пылесоса................................................................ 6 ПРОЧЕЕ Технические характеристики...................................................... 7 Информация о сертификате соответствия............................. 7 Поиск неисправностей................................................................... 8 Сервисное обслуживание............................................................. 9"}
{"doc_id": "manual", "page": 3, "text": "ВВЕДЕНИЕ 3 • Не используйте изделие вне помещений. • Не допускайте перегибания шнура через острый край предметов или его касания нагретых поверхностей. • Не устанавливайте изделие вблизи газовых и электрических плит, а также духовок. • При отключении изделия от сети держитесь только за вилку, не тяните за провод – это может привести к повреждению провода или розетки и вызвать короткое замыкание. • Используйте изделие по прямому назначению. • Настоящее изделие предназначено только для использования в быту. • Не подключайте пылесос к сети, перегруженной другими электрическими приборами, это может привести к тому, что он не будет функционировать должным образом. • В случае использования сетевой вилки или приборного соединителя в качестве отключающего устройства отключающее устройство должно оставаться легкодоступным."}
{"doc_id": "manual", "page": 3, "text": "• Не подключайте пылесос к сети, перегруженной другими электрическими приборами, это может привести к тому, что он не будет функционировать должным образом. • В случае использования сетевой вилки или приборного соединителя в качестве отключающего устройства отключающее устройство должно оставаться легкодоступным. • Пылесос предназначен только для бытового применения для уборки и чистки соответствующих поверхностей. Не применяйте устройство в промышленных и коммерческих целях. • Не накрывайте пылесос во время работы. Это может привести к повреждению устройства и пожару. • Запрещается смотреть внутрь работающего прибора или опускать туда руки. Это может привести к травме. • Запрещается помещать внутрь пылесоса посторонние предметы. • Следите, чтобы панель управления всегда была в свободном доступе."}
{"doc_id": "manual", "page": 3, "text": "• Запрещается помещать внутрь пылесоса посторонние предметы. • Следите, чтобы панель управления всегда была в свободном доступе. • При обнаружении дефектов, деформаций корпуса или неисправности нагревательного элемента немедленно выключите устройство и отключите штепсельную вилку от сети электропитания. • Некорректное подключение устройства или использование не по назначению могут привести к повреждениям, которые не являются гарантийными случаями. • Не рекомендуется использовать устройство во время грозы. РЕКОМЕНДАЦИИ ПО УСТАНОВКЕ, ЭКСПЛУАТАЦИИ, УХОДУ И ХРАНЕНИЮ • Перед использованием устройства внимательно ознакомьтесь с руководством по эксплуатации. После чтения, пожалуйста, сохраните его для использования в будущем. • Все иллюстрации, приведенные в данной инструкции, являются схематическими изображениями реальных объектов, которые могут отличаться от их реальных изображений."}
{"doc_id": "manual", "page": 3, "text": "После чтения, пожалуйста, сохраните его для использования в будущем. • Все иллюстрации, приведенные в данной инструкции, являются схематическими изображениями реальных объектов, которые могут отличаться от их реальных изображений. • Осторожно распакуйте изделие и удалите весь упаковочный материал. Протрите корпус и внутренние ИНСТРУКЦИЯ ПО МЕРАМ БЕЗОПАСНОСТИ ПРЕДУПРЕЖДЕНИЯ: • Использовать прибор согласно данной инструкции. • Не использовать прибор в помещениях, где в воздухе могут содержаться пары легковоспламеняющихся веществ. • Используйте только приспособления, входящие в комплект устройства. • Чтобы предотвратить риск пожара или удара током, избегайте попадания в устройство воды и эксплуатации устройства в условиях высокой влажности."}
{"doc_id": "manual", "page": 3, "text": "• Используйте только приспособления, входящие в комплект устройства. • Чтобы предотвратить риск пожара или удара током, избегайте попадания в устройство воды и эксплуатации устройства в условиях высокой влажности. • Никогда самостоятельно не вскрывайте устройство – это может стать причиной поражения электрическим током, привести к выходу устройства из строя и аннулирует гарантийные обязательства производителя. Для ремонта и технического обслуживания обращайтесь только в сервисные центры, уполномоченные для ремонта изделий торговой марки ВВК. • Для электропитания устройства используйте электросеть с надлежащими характеристиками. Напряжение сети электропитания должно соответствовать данным, указанным на панели устройства. • Не подвергайте устройство воздействию прямых солнечных лучей, низких и высоких температур и повышенной влажности. Избегайте резких перепадов температуры и влажности."}
{"doc_id": "manual", "page": 3, "text": "• Не подвергайте устройство воздействию прямых солнечных лучей, низких и высоких температур и повышенной влажности. Избегайте резких перепадов температуры и влажности. При перемещении устройства из прохладного помещения в теплое и наоборот распакуйте устройство перед началом эксплуатации и подождите 1-2 часа, не включая его. • Не устанавливайте на устройство посторонние предметы. Оберегайте устройство от ударов, падений, вибраций и иных механических воздействий. • Не закрывайте вентиляционные отверстия и не устанавливайте устройство в местах, где нормальное охлаждение устройства во время работы невозможно. • Не используйте при чистке устройства абразивные материалы и органические соединения (алкоголь, бензин и т.д.). Для чистки корпуса устройства допускается использование небольшого количества нейтрального моющего средства."}
{"doc_id": "manual", "page": 3, "text": "• Не используйте при чистке устройства абразивные материалы и органические соединения (алкоголь, бензин и т.д.). Для чистки корпуса устройства допускается использование небольшого количества нейтрального моющего средства. • В целях предотвращения поражения электротоком не допускайте погружения проводов или всего изделия в воду. • Использование устройства детьми или лицами с ограниченными возможностями рекомендуется только под присмотром лиц, отвечающих за их безопасность. Не допускайте использования устройства детьми в качестве игрушки. • Не оставляйте включенное устройство без присмотра. • По окончании пользования не забывайте отключать изделие от сети. Также обязательно отключайте его от сети перед началом мойки или протирки влажной тканью."}
{"doc_id": "manual", "page": 3, "text": "• По окончании пользования не забывайте отключать изделие от сети. Также обязательно отключайте его от сети перед началом мойки или протирки влажной тканью. • Не эксплуатируйте пылесос при поврежденном шнуре питания, а также в случаях, если нарушена нормальная работа изделия, если оно падало или было повреждено каким-либо другим образом. Обратитесь в Уполномоченный сервисный центр. Символ опасности Напоминание пользователю о высоком напряжении. Символ предупреждения Напоминание пользователю о проведении всех действий в соответствии с инструкцией."}
{"doc_id": "manual", "page": 4, "text": "ВВЕДЕНИЕ 4 части чистой влажной тряпкой для удаления пыли. Не используйте для этих целей абразивные и органические моющие средства и жесткие мочалки. • При первом включении пылесоса остатки производственных жидкостей и масел могут вызвать на непродолжительное время появление запаха и дыма, что не является признаком неисправности устройства. • В случае возникновения дыма из пылесоса при дальнейшей эксплуатации отключите его из розетки и обратитесь в сервисные центры, уполномоченные для ремонта изделий торговой марки ВВК.. • Данный пылесос не предназначен для отопления, использования в промышленных или лабораторных целях. • Если шнур питания поврежден, он должен быть заменен специалистом из сервисного центра ВВК."}
{"doc_id": "manual", "page": 4, "text": "• Данный пылесос не предназначен для отопления, использования в промышленных или лабораторных целях. • Если шнур питания поврежден, он должен быть заменен специалистом из сервисного центра ВВК. • Не устанавливайте устройство в замкнутом пространстве – под шкафами, в углу помещения, внутри ограждающих конструкций – это может привести к перегреву устройства и выходу его из строя. • Перед подключением пылесоса проверьте, чтобы на корпусе, контактах, шнуре питания, штепсельной вилке не было влаги. • Не чистите влажные поверхности; пылесос не предназначен для удаления жидкости. • Следите, чтобы в вентиляционные отверстия не попадали посторонние предметы и они не были заблокированы. • Во избежание повреждения шланга не перегибайте и не растягивайте его. • Не включайте пылесос без установленных фильтров."}
{"doc_id": "manual", "page": 4, "text": "• Во избежание повреждения шланга не перегибайте и не растягивайте его. • Не включайте пылесос без установленных фильтров. • Рекомендуется делать перерывы в работе устройства каждые 30 минут, чтобы дать остыть двигателю. ОСОБЕННОСТИ • Максимальная потребляемая мощность 2000 Вт • Объем пылесборника 2,5 литра • Многоступенчатая система фильтрации • Мощность всасывания 320 Вт • Защита от перегрева • Фильтр тонкой очистки НЕРА • Стальная телескопическая трубка • Автосматывание сетевого шнура • Универсальная щетка ковер/пол • Щелевая насадка и комбинированная щетка для пыли в комплекте ПОДГОТОВКА ПЫЛЕСОСА К РАБОТЕ Подготавливайте пылесос к работе, соблюдая меры безопасности. Перед первым использованием выполните следующие действия: • Распакуйте пылесос. • Удалите весь упаковочный материал. • Сохраните заводскую упаковку. • Проверьте комплектацию. • Ознакомьтесь с мерами безопасности."}
{"doc_id": "manual", "page": 4, "text": "• Проверьте комплектацию. • Ознакомьтесь с мерами безопасности. • Осмотрите пылесос на наличие дефектов и деформаций. • Убедитесь, что параметры питания, указанные на нижней панели изделия, соответствуют параметрам питающей сети. • Включите штепсельную вилку шнура питания в розетку сети электропитания. • Убедитесь в отсутствии искрения в местах соединения штепсельной вилки и розетки, а также запаха гари. При искрении и присутствии запаха гари отсоедините штепсельную вилку от розетки и обратитесь в организацию, обслуживающую вашу электрическую сеть, и в специализированный сервисный центр BBK. • Протрите корпус пылесоса чистой сухой тканью."}
{"doc_id": "manual", "page": 5, "text": "ОБЗОР УСТРОЙСТВА 5 5 Отсек HEPA-фильтра 6 Колеса Клавиша включения/выключения устройства Парковочный кронштейн гибкого шланга и насадки Клавиша автоматического сматывания шнура питания 10 Шнур питания Клавиша переключения режимов работы пол/ковер Уплотнитель/щетка в режимах пол/ковер СБОРКА ПЫЛЕСОСА 1. Соедините гибкий шланг из комплекта поставки с отверстием для присоединения шланга на корпусе пылесоса; слегка надавите на шланг по направлению к корпусу, пока не услышите характерный щелчок, означающий фиксацию шланга. Для снятия шланга надавите на фиксатор и потяните шланг на себя. 2. Соедините стальную телескопическую трубу со шлангом пылесоса. Нажмите на фиксатор на трубе и вытяните ее до нужной длины. Отпустите защелку, трубка будет зафиксирована. 3. Присоедините одну из насадок, поставляемых в комплекте."}
{"doc_id": "manual", "page": 5, "text": "3. Присоедините одну из насадок, поставляемых в комплекте. ПРИМЕЧАНИЕ • На рукоятке гибкого шланга имеется ручной регулятор потока воздуха, позволяющий кратковременно снижать силу всасывания (например, при чистке штор). Уважаемый покупатель, благодарим вас за выбор пылесоса компании BBK! Пылесос – это устройство, предназначенное для бытового применения для уборки и чистки соответствующих поверхностей. Устройство предназначено для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности. Во избежание неправильной эксплуатации, а также для правильного подключения прочтите внимательно данное руководство. Дополнительную информацию вы можете получить у продавца или в компании ВВК. КОМПЛЕКТАЦИЯ Пылесос..............................................................................................1 шт."}
{"doc_id": "manual", "page": 5, "text": "Дополнительную информацию вы можете получить у продавца или в компании ВВК. КОМПЛЕКТАЦИЯ Пылесос..............................................................................................1 шт. Гибкий шланг...................................................................................1 шт. Стальная телескопическая трубка...........................................1 шт. Двухпозиционная щетка..............................................................1 шт. Щелевая насадка...........................................................................1 шт. Комбинированная щетка для пыли.........................................1 шт. Руководство по эксплуатации...................................................1 шт. Гарантийный талон.........................................................................1 шт."}
{"doc_id": "manual", "page": 5, "text": "Руководство по эксплуатации...................................................1 шт. Гарантийный талон.........................................................................1 шт. ОБЩИЙ ВИД 4 5 6 7 8 9 10 2000 W 1 2 3 1 Отверстие для присоединения шланга 2 Контейнер для сбора пыли 3 Ручка для переноски с фиксатором контейнера 4 Поворотный ролик 11 12"}
{"doc_id": "manual", "page": 6, "text": "ЭКСПЛУАТАЦИЯ ПЫЛЕСОСА 6 ИСПОЛЬЗОВАНИЕ ПЫЛЕСОСА • Осуществите сборку пылесоса, как указано выше. Выберите насадку соответственно предполагаемому покрытию. • Вытяните шнур питания до нужной длины. Подключите пылесос к питающей сети с соответствующими параметрами. Следите, чтобы питающий кабель не перевешивался через острые края мебели. • Нажмите на клавишу включения, пылесос начнет работу. Для временного снижения мощности всасывания используйте регулятор потока воздуха на гибком шланге. • Для удобства перемещения пылесос оборудован двумя колесами и поворотным роликом; достаточно тянуть за гибкий шланг, не прилагая дополнительных усилий. • Для переноски пылесоса в верхней части контейнера для сбора пыли предусмотрена ручка. • После окончания эксплуатации устройства отключите его от питающей сети. Снимите насадки и гибкий шланг. Нажмите на клавишу автоматического сматывания для уборки шнура."}
{"doc_id": "manual", "page": 6, "text": "Снимите насадки и гибкий шланг. Нажмите на клавишу автоматического сматывания для уборки шнура. ПРИМЕЧАНИЕ • В процессе работы некоторые части корпуса могут нагреваться, что не является неисправностью. • Устройство оборудовано термостатом, предотвращающим перегрев. Если в процессе длительной работы пылесос самопроизвольно отключается, необходимо отключить устройство от питающей сети и дать ему остыть в течение часа. После остывания пылесос можно использовать в обычном режиме. УХОД И ЧИСТКА ПЫЛЕСОСА Чистка контейнера для сбора пыли Отключите устройство от питающей сети. Отсоедините гибкий шланг от корпуса пылесоса, нажав на фиксаторы на боковой поверхности шланга. Нажмите на фиксатор, расположенный на ручке контейнера, и потяните контейнер на себя. Нажмите на фиксатор в нижней части контейнера для сбора пыли для его открывания. Очистите контейнер и произведите сборку в обратном порядке."}
{"doc_id": "manual", "page": 6, "text": "Нажмите на фиксатор в нижней части контейнера для сбора пыли для его открывания. Очистите контейнер и произведите сборку в обратном порядке. Чистка фильтров системы циклон При необходимости произвести чистку фильтров пылесоса. Снимите контейнер для сбора пыли, как показано ранее. Установите контейнер для сбора пыли на устойчивую ровную поверхность. Удерживая контейнер, поверните крышку против часовой стрелки и потяните ее на себя. Вытащите циклон-фильтр и промойте все компоненты фильтрующей системы. Дождитесь полного высыхания всех частей фильтра перед сборкой. Чистка и замена HEPA-фильтра В нижней части пылесоса находится отсек с HEPAфильтром. Для его чистки и замены отогните две фиксирующие защелки, снимите крышку отсека HEPAфильтра и извлеките его. Очистите фильтр и произведите сборку в обратном порядке."}
{"doc_id": "manual", "page": 6, "text": "Для его чистки и замены отогните две фиксирующие защелки, снимите крышку отсека HEPAфильтра и извлеките его. Очистите фильтр и произведите сборку в обратном порядке. ПРИМЕЧАНИЕ • Всегда отключайте устройство от питающей сети перед проведением процедур чистки и замены фильтров. • Рекомендуется производить регулярную чистку контейнера для пыли и фильтров, чтобы обеспечить сохранение мощности всасывания и качество работы пылесоса. • Мойку HEPA-фильтра рекомендуется осуществлять в теплой воде. После мойки фильтр необходимо просушить при комнатной температуре не менее 24 часов. Не рекомендуется сушить фильтр на отопительных приборах или открытом огне. Мойка и чистка фильтра не является полноценной альтернативой замене отработавшего фильтра."}
{"doc_id": "manual", "page": 7, "text": "ПРОЧЕЕ 7 ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ Модель BV1503 Максимальная потребляемая мощность 2000 Вт Мощность всасывания 320 Вт Параметры электропитания 220-240 В ~ 50 Гц Класс защиты от поражения электрическим током II класс Контейнер для сбора пыли Да Объем контейнера для сбора пыли 2,5 л Фильтр тонкой очистки (HEPA-фильтр) Да Защита от перегрева Да Стальная телескопическая трубка Да Автоматическое сматывание шнура питания Да Температурные требования* Эксплуатация (°, С) +5…+40 Хранение и транспортировка (°, С) -30…+40 Требования к влажности* Эксплуатация (%) 15-75 (нет конденсата) Хранение и транспортировка (%) Размеры устройства (ШхВхГ) 285x330x460 мм Вес устройства 4,9 кг • Мы постоянно улучшаем качество нашей продукции, поэтому дизайн, функциональное оснащение, алгоритмы работы, комплектация и технические характеристики изделия могут быть изменены без предварительного уведомления."}
{"doc_id": "manual", "page": 7, "text": "ПРОЧЕЕ 7 ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ Модель BV1503 Максимальная потребляемая мощность 2000 Вт Мощность всасывания 320 Вт Параметры электропитания 220-240 В ~ 50 Гц Класс защиты от поражения электрическим током II класс Контейнер для сбора пыли Да Объем контейнера для сбора пыли 2,5 л Фильтр тонкой очистки (HEPA-фильтр) Да Защита от перегрева Да Стальная телескопическая трубка Да Автоматическое сматывание шнура питания Да Температурные требования* Эксплуатация (°, С) +5…+40 Хранение и транспортировка (°, С) -30…+40 Требования к влажности* Эксплуатация (%) 15-75 (нет конденсата) Хранение и транспортировка (%) Размеры устройства (ШхВхГ) 285x330x460 мм Вес устройства 4,9 кг • Мы постоянно улучшаем качество нашей продукции, поэтому дизайн, функциональное оснащение, алгоритмы работы, комплектация и технические характеристики изделия могут быть изменены без предварительного уведомления. ИНФОРМАЦИЯ О СЕРТИФИКАТЕ СООТВЕТСТВИЯ Товар сертифицирован."}
{"doc_id": "manual", "page": 7, "text": "ПРОЧЕЕ 7 ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ Модель BV1503 Максимальная потребляемая мощность 2000 Вт Мощность всасывания 320 Вт Параметры электропитания 220-240 В ~ 50 Гц Класс защиты от поражения электрическим током II класс Контейнер для сбора пыли Да Объем контейнера для сбора пыли 2,5 л Фильтр тонкой очистки (HEPA-фильтр) Да Защита от перегрева Да Стальная телескопическая трубка Да Автоматическое сматывание шнура питания Да Температурные требования* Эксплуатация (°, С) +5…+40 Хранение и транспортировка (°, С) -30…+40 Требования к влажности* Эксплуатация (%) 15-75 (нет конденсата) Хранение и транспортировка (%) Размеры устройства (ШхВхГ) 285x330x460 мм Вес устройства 4,9 кг • Мы постоянно улучшаем качество нашей продукции, поэтому дизайн, функциональное оснащение, алгоритмы работы, комплектация и технические характеристики изделия могут быть изменены без предварительного уведомления. ИНФОРМАЦИЯ О СЕРТИФИКАТЕ СООТВЕТСТВИЯ Товар сертифицирован. Товар соответствует требованиям нормативных документов: ТР ТС 004/2011 «О безопасности низковольтного оборудования»; ТР ТС 020/2011 «Электромагнитная совместимость технических средств»."}
{"doc_id": "manual", "page": 7, "text": "ИНФОРМАЦИЯ О СЕРТИФИКАТЕ СООТВЕТСТВИЯ Товар сертифицирован. Товар соответствует требованиям нормативных документов: ТР ТС 004/2011 «О безопасности низковольтного оборудования»; ТР ТС 020/2011 «Электромагнитная совместимость технических средств». № сертификата: ЕАЭС RU С-CN.АЖ44.В.00532/19 Срок действия: с 07.05.2019 по 06.05.2022 ИНФОРМАЦИЯ О ДЕКЛАРАЦИИ СООТВЕТСТВИЯ Товар (прибор, изделие) соответствует требованиям: ТР ЕАЭС 037/2016 «Об ограничении применения опасных веществ в изделиях электротехники и радиоэлектроники», принят Решением Совета Евразийской экономической комиссии от 18 октября 2016 г. N 113. Декларация о соответствии: ЕАЭС N RU Д-CN.НВ11.В.06721/20. Срок действия: с 02.03.2020 по 01.03.2025. При отсутствии копии нового сертификата в коробке спрашивайте копию у продавца."}
{"doc_id": "manual", "page": 7, "text": "Срок действия: с 02.03.2020 по 01.03.2025. При отсутствии копии нового сертификата в коробке спрашивайте копию у продавца. Полную информацию о сертификате соответствия вы можете получить у продавца, по телефону горячей линии или на сайте www.bbk.ru. * Продукция должна храниться в сухих, проветриваемых складских помещениях при температуре не ниже - 30°С."}
{"doc_id": "manual", "page": 8, "text": "ПРОЧЕЕ 8 ПОИСК НЕИСПРАВНОСТЕЙ Пожалуйста, проверьте возможные причины неисправности, прежде чем обращаться в сервис-центр. Признак неисправности Причина неисправности Действия по устранению неисправности Пылесос не включается. Сетевой шнур не подлючен к питающей сети или параметры питающей сети не соответствуют характеристикам электропотребления, заявленным в технических характеристиках устройства. Подключите сетевой шнур к питающей сети с соответствующими парамерами. Самопроизвольное отключение устройства. Срабатывание системы защиты от перегрева. Отключите устройство от питающей сети, дождитесь остывания двигателя устройства. Снижение мощности всасывания. 1. Переполнения контейнера для сбора пыли. 2. Снижение эффективности системы фильтрации. 1. Очистите контейнер для сбора пыли. 2. Произведите чистку и/или замену фильтров."}
{"doc_id": "manual", "page": 9, "text": "ПРОЧЕЕ 9 СЕРВИСНОЕ ОБСЛУЖИВАНИЕ BBK выражает вам огромную признательность за ваш выбор. Мы сделали все возможное, чтобы данное изделие удовлетворяло вашим запросам, а качество соответствовало лучшим мировым образцам. В случае если ваше изделие марки BBK будет нуждаться в техническом обслуживании, просим вас обращаться в один из Уполномоченных сервисных центров (далее – УСЦ). С полным списком УСЦ и их точными адресами вы можете ознакомиться на сайте www.bbk.ru, а также позвонив по номеру бесплатного телефона Единого информационного центра (номера телефонов соответствующих стран напечатаны на обложке инструкции). В случае возникновения вопросов или проблем, связанных с продукцией BBK, просим вас обращаться в письменном виде по адресу: Россия, 125315, г. Москва, а/я 33, либо по электронной почте service@smc.com.ru. Условия гарантийных обязательств 1."}
{"doc_id": "manual", "page": 9, "text": "Москва, а/я 33, либо по электронной почте service@smc.com.ru. Условия гарантийных обязательств 1. Гарантийные обязательства, предоставляемые УСЦ, распространяются только на модели, предназначенные для производства или поставок и реализации на территории страны, где предоставляется гарантийное обслуживание, приобретенные в этой стране, прошедшие сертификацию на соответствие стандартам этой страны, а также маркированные официальными знаками соответствия. 2. Изготовитель устанавливает на свои изделия следующие сроки службы и гарантийные сроки: Название продукта Срок службы, месяцев Гарантийный срок, месяцев Пылесос 36 12 3. Гарантийные обязательства действуют в рамках законодательства о защите прав потребителей и регулируются законодательством страны, на территории которой они предоставлены, и только при условии использования изделия исключительно для личных, семейных или домашних нужд."}
{"doc_id": "manual", "page": 9, "text": "Изготовитель устанавливает на свои изделия следующие сроки службы и гарантийные сроки: Название продукта Срок службы, месяцев Гарантийный срок, месяцев Пылесос 36 12 3. Гарантийные обязательства действуют в рамках законодательства о защите прав потребителей и регулируются законодательством страны, на территории которой они предоставлены, и только при условии использования изделия исключительно для личных, семейных или домашних нужд. Гарантийные обязательства не распространяются на случаи использования товаров в целях осуществления предпринимательской деятельности либо в связи с приобретением товаров в целях удовлетворения потребностей предприятий, учреждений, организаций. 4. Гарантийные обязательства не распространяются на перечисленные ниже принадлежности изделия, если их замена предусмотрена конструкцией и не связана с разборкой изделия."}
{"doc_id": "manual", "page": 9, "text": "4. Гарантийные обязательства не распространяются на перечисленные ниже принадлежности изделия, если их замена предусмотрена конструкцией и не связана с разборкой изделия. Для всех видов изделий: • соединительные кабели, антенны и переходники для них, носители информации различных типов (аудио-, видеодиски, диски с программным обеспечением и драйверами, карты памяти), элементы питания; • чехлы, ремни, шнуры для переноски, монтажные приспособления, инструмент, документацию, прилагаемую к изделию. 5."}
{"doc_id": "manual", "page": 9, "text": "Для всех видов изделий: • соединительные кабели, антенны и переходники для них, носители информации различных типов (аудио-, видеодиски, диски с программным обеспечением и драйверами, карты памяти), элементы питания; • чехлы, ремни, шнуры для переноски, монтажные приспособления, инструмент, документацию, прилагаемую к изделию. 5. Гарантия не распространяется на недостатки, возникшие в изделии вследствие нарушения потребителем правил использования, хранения или транспортировки товара, действий третьих лиц или непреодолимой силы, включая, но не ограничиваясь следующими случаями: • Если недостаток товара явился следствием небрежного обращения, применения товара не по назначению, нарушения условий и правил эксплуатации, изложенных в инструкции по эксплуатации, в том числе вследствие воздействия высоких или низких температур, высокой влажности или запыленности, несоответствия Государственным стандартам параметров питающих, телекоммуникационных и кабельных сетей, попадания внутрь корпуса жидкости, насекомых и других посторонних предметов, веществ, а также длительного использования изделия в предельных режимах его работы."}
{"doc_id": "manual", "page": 9, "text": "5. Гарантия не распространяется на недостатки, возникшие в изделии вследствие нарушения потребителем правил использования, хранения или транспортировки товара, действий третьих лиц или непреодолимой силы, включая, но не ограничиваясь следующими случаями: • Если недостаток товара явился следствием небрежного обращения, применения товара не по назначению, нарушения условий и правил эксплуатации, изложенных в инструкции по эксплуатации, в том числе вследствие воздействия высоких или низких температур, высокой влажности или запыленности, несоответствия Государственным стандартам параметров питающих, телекоммуникационных и кабельных сетей, попадания внутрь корпуса жидкости, насекомых и других посторонних предметов, веществ, а также длительного использования изделия в предельных режимах его работы. • Если недостаток товара явился следствием несанкционированного тестирования товара или попыток внесения любых изменений в его конструкцию или его программное обеспечение, в том числе ремонта или технического обслуживания в неуполномоченной ремонтной организации."}
{"doc_id": "manual", "page": 9, "text": "Гарантия не распространяется на недостатки, возникшие в изделии вследствие нарушения потребителем правил использования, хранения или транспортировки товара, действий третьих лиц или непреодолимой силы, включая, но не ограничиваясь следующими случаями: • Если недостаток товара явился следствием небрежного обращения, применения товара не по назначению, нарушения условий и правил эксплуатации, изложенных в инструкции по эксплуатации, в том числе вследствие воздействия высоких или низких температур, высокой влажности или запыленности, несоответствия Государственным стандартам параметров питающих, телекоммуникационных и кабельных сетей, попадания внутрь корпуса жидкости, насекомых и других посторонних предметов, веществ, а также длительного использования изделия в предельных режимах его работы. • Если недостаток товара явился следствием несанкционированного тестирования товара или попыток внесения любых изменений в его конструкцию или его программное обеспечение, в том числе ремонта или технического обслуживания в неуполномоченной ремонтной организации. • Если недостаток товара явился следствием использования нестандартных (нетиповых) и (или) некачественных принадлежностей, аксессуаров, запасных частей, элементов питания, носителей информации различных типов или нестандартных (нетиповых) форматов информации."}
{"doc_id": "manual", "page": 9, "text": "• Если недостаток товара явился следствием несанкционированного тестирования товара или попыток внесения любых изменений в его конструкцию или его программное обеспечение, в том числе ремонта или технического обслуживания в неуполномоченной ремонтной организации. • Если недостаток товара явился следствием использования нестандартных (нетиповых) и (или) некачественных принадлежностей, аксессуаров, запасных частей, элементов питания, носителей информации различных типов или нестандартных (нетиповых) форматов информации. • Если недостаток товара связан с его применением совместно с дополнительным оборудованием (аксессуарами), отличным от дополнительного оборудования, рекомендованного к применению с данным товаром."}
{"doc_id": "manual", "page": 9, "text": "• Если недостаток товара явился следствием использования нестандартных (нетиповых) и (или) некачественных принадлежностей, аксессуаров, запасных частей, элементов питания, носителей информации различных типов или нестандартных (нетиповых) форматов информации. • Если недостаток товара связан с его применением совместно с дополнительным оборудованием (аксессуарами), отличным от дополнительного оборудования, рекомендованного к применению с данным товаром. Производитель не несет ответственность за качество дополнительного оборудования (аксессуаров), произведенного третьими лицами, за качество работы своих изделий совместно с таким оборудованием, а также за качество работы дополнительного оборудования BBK совместно с изделиями других производителей."}
{"doc_id": "manual", "page": 9, "text": "• Если недостаток товара связан с его применением совместно с дополнительным оборудованием (аксессуарами), отличным от дополнительного оборудования, рекомендованного к применению с данным товаром. Производитель не несет ответственность за качество дополнительного оборудования (аксессуаров), произведенного третьими лицами, за качество работы своих изделий совместно с таким оборудованием, а также за качество работы дополнительного оборудования BBK совместно с изделиями других производителей. • Если недостаток товара проявляется в случае неудовлетворительной работы сетей связи, телеили радиовещания, вследствие недостаточной емкости или пропускной способности сети, мощности радиосигнала, эксплуатации товара в зоне со сложной помеховой ситуацией, на границе или вне зоны устойчивого приема радиосигнала сети связи, теле- или радиовещания, в том числе из-за особенностей ландшафта местности и ее застройки."}
{"doc_id": "manual", "page": 9, "text": "Производитель не несет ответственность за качество дополнительного оборудования (аксессуаров), произведенного третьими лицами, за качество работы своих изделий совместно с таким оборудованием, а также за качество работы дополнительного оборудования BBK совместно с изделиями других производителей. • Если недостаток товара проявляется в случае неудовлетворительной работы сетей связи, телеили радиовещания, вследствие недостаточной емкости или пропускной способности сети, мощности радиосигнала, эксплуатации товара в зоне со сложной помеховой ситуацией, на границе или вне зоны устойчивого приема радиосигнала сети связи, теле- или радиовещания, в том числе из-за особенностей ландшафта местности и ее застройки. 6. Недостатки товара, обнаруженные в период срока службы, устраняются уполномоченными на это ремонтными организациями (УСЦ)."}
{"doc_id": "manual", "page": 9, "text": "6. Недостатки товара, обнаруженные в период срока службы, устраняются уполномоченными на это ремонтными организациями (УСЦ). В течение гарантийного срока устранение недостатков производится бесплатно при предъявлении оригинала заполненного гарантийного талона и документов, подтверждающих факт и дату заключения договора розничной купли-продажи (товарный, кассовый чек и т. п.). В случае отсутствия указанных документов гарантийный срок исчисляется со дня изготовления товара. При этом следует учитывать: • Настройка и установка (сборка, подключение и т. п.) изделия, описанная в документации, прилагаемой к нему, не входит в объем гарантийных обязательств и могут быть выполнены как самим пользователем, так и специалистами большинства Уполномоченных сервисных центров соответствующего профиля на платной основе."}
{"doc_id": "manual", "page": 9, "text": "При этом следует учитывать: • Настройка и установка (сборка, подключение и т. п.) изделия, описанная в документации, прилагаемой к нему, не входит в объем гарантийных обязательств и могут быть выполнены как самим пользователем, так и специалистами большинства Уполномоченных сервисных центров соответствующего профиля на платной основе. • Работы по техническому обслуживанию изделий (чистка и смазка приводов для считывания информации с носителей различных типов, чистка и смазка движущихся частей, замена расходных материалов и принадлежностей и т. п.) производятся на платной основе. 7."}
{"doc_id": "manual", "page": 9, "text": "п.) производятся на платной основе. 7. Изготовитель не несет ответственности за возможный вред, прямо или косвенно нанесенный своей продукцией людям, домашним животным, имуществу в случае, если это произошло в результате несоблюдения правил и условий эксплуатации, хранения, транспортировки или установки изделия; умышленных или неосторожных действий потребителя или третьих лиц."}
{"doc_id": "manual", "page": 10, "text": "ПРОЧЕЕ 10 8. Ни при каких обстоятельствах Изготовитель не несет ответственности за какой-либо особый, случайный, прямой или косвенный ущерб или убытки, включая, но не ограничиваясь перечисленным, упущенную выгоду, утрату или невозможность использования информации или данных, расходы по восстановлению информации или данных, убытки, вызванные перерывами в коммерческой, производственной или иной деятельности, возникающие в связи с использованием или невозможностью использования изделия или информации, хранящейся в нем или на сменном носителе, используемом совместно с данным изделием. Использование изделия по истечении срока службы 1. Срок службы, установленный Изготовителем для данного изделия, действует только при условии использования изделия исключительно для личных, семейных или домашних нужд, а также соблюдении потребителем правил эксплуатации, хранения и транспортировки изделия."}
{"doc_id": "manual", "page": 10, "text": "Использование изделия по истечении срока службы 1. Срок службы, установленный Изготовителем для данного изделия, действует только при условии использования изделия исключительно для личных, семейных или домашних нужд, а также соблюдении потребителем правил эксплуатации, хранения и транспортировки изделия. При условии аккуратного обращения с изделием и соблюдения правил эксплуатации фактический срок службы может превышать срок службы, установленный Изготовителем. 2. По окончании срока службы изделия вам необходимо обратиться в Уполномоченный сервисный центр для проведения профилактического обслуживания изделия и определения его пригодности к дальнейшей эксплуатации. Работы по профилактическому обслуживанию изделий и его диагностике выполняются сервисными центрами на платной основе. 3."}
{"doc_id": "manual", "page": 10, "text": "Работы по профилактическому обслуживанию изделий и его диагностике выполняются сервисными центрами на платной основе. 3. Изготовитель не рекомендует продолжать эксплуатацию изделия по окончании срока службы без проведения его профилактического обслуживания в Уполномоченном сервисном центре, т. к. в этом случае изделие может представлять опасность для жизни, здоровья или имущества потребителя. Утилизация изделия После окончания срока службы изделия его нельзя выбрасывать вместе с обычным бытовым мусором. Вместо этого оно подлежит сдаче на утилизацию в соответствующий пункт приема электрического и электронного оборудования для последующей переработки и утилизации в соответствии с федеральным или местным законодательством."}
{"doc_id": "manual", "page": 10, "text": "Утилизация изделия После окончания срока службы изделия его нельзя выбрасывать вместе с обычным бытовым мусором. Вместо этого оно подлежит сдаче на утилизацию в соответствующий пункт приема электрического и электронного оборудования для последующей переработки и утилизации в соответствии с федеральным или местным законодательством. Обеспечивая правильную утилизацию данного продукта, вы помогаете сберечь природные ресурсы и предотвращаете ущерб для окружающей среды и здоровья людей, который возможен в случае ненадлежащего обращения. Более подробную информацию о пунктах приема и утилизации данного продукта можно получить в местных муниципальных органах или на предприятии по вывозу бытового мусора."}
{"doc_id": "manual", "page": 10, "text": "Обеспечивая правильную утилизацию данного продукта, вы помогаете сберечь природные ресурсы и предотвращаете ущерб для окружающей среды и здоровья людей, который возможен в случае ненадлежащего обращения. Более подробную информацию о пунктах приема и утилизации данного продукта можно получить в местных муниципальных органах или на предприятии по вывозу бытового мусора. Дата производства Каждому изделию присваивается уникальный серийный номер в виде буквенно-цифрового ряда и дублируется штрихкодом, который содержит следующую информацию: название товарной группы, дату производства, порядковый номер изделия. Серийный номер располагается на задней панели продукта, на упаковке и в гарантийном талоне. Дата производства располагается на упаковке и изделии. ВНИМАНИЕ!"}
{"doc_id": "manual", "page": 10, "text": "Дата производства располагается на упаковке и изделии. ВНИМАНИЕ! Во избежание недоразумений убедительно просим вас внимательно изучить Руководство по эксплуатации изделия и условия гарантийных обязательств, проверить правильность заполнения гарантийного талона. Гарантийный талон действителен только при наличии правильно и четко указанных: модели, серийного номера изделия, даты покупки, четких печатей фирмы-продавца, подписи покупателя. Серийный номер и модель изделия должны соответствовать указанным в гарантийном талоне. При нарушении этих условий, а также в случае, когда данные, указанные в гарантийном талоне, изменены или стерты, талон признается недействительным. 1 2 3 4 Первые две буквы – соответствие товарной группе (Пылесос – BV) Первые две цифры – год производства Вторые две цифры – месяц производства Последние цифры – порядковый номер изделия BV20010123456"}
{"doc_id": "manual", "page": 11, "text": "Единый информационный центр обеспечивает полную информационную поддержку деятельности компании в России и странах СНГ. Профессиональные операторы быстро ответят на любой интересующий вас вопрос. Вы можете обращаться в единый центр по вопросам сервисного сопровождения, для рекомендаций специалистов по настройке и подключению, для информирования о местах продаж, с вопросами о рекламных акциях и розыгрышах, проводимых компанией, а также с любыми другими вопросами о деятельности компании на территории России и стран СНГ. Есть вопросы? Звоните - мы поможем! Единый информационный центр (бесплатные звонки со стационарных телефонов): Беларусь – 8 (820) 007-311-11 Казахстан – 8 (800) 080-45-67 Россия – 8 (800) 200-400-8 (бесплатные звонки со стационарных и мобильных телефонов) Время работы Единого информационного центра: Пн-пт с 9:00 до 20:00 (по московскому времени). Сб, вс – выходные дни."}
{"doc_id": "manual", "page": 11, "text": "Единый информационный центр (бесплатные звонки со стационарных телефонов): Беларусь – 8 (820) 007-311-11 Казахстан – 8 (800) 080-45-67 Россия – 8 (800) 200-400-8 (бесплатные звонки со стационарных и мобильных телефонов) Время работы Единого информационного центра: Пн-пт с 9:00 до 20:00 (по московскому времени). Сб, вс – выходные дни. В дни государственных праздников информационный центр не работает. Настоящая инструкция является объектом охраны в соответствии с международным и российским законодательством об авторском праве. Любое несанкционированное использование инструкции, включая копирование, тиражирование и распространение, но не ограничиваясь этим, влечет применение к виновному лицу гражданско-правовой ответственности, а также уголовной ответственности в соответствии со статьей 146 УК РФ и административной ответственности в соответствии со статьей 7.12 КоАП РФ (ст."}
{"doc_id": "manual", "page": 11, "text": "Настоящая инструкция является объектом охраны в соответствии с международным и российским законодательством об авторском праве. Любое несанкционированное использование инструкции, включая копирование, тиражирование и распространение, но не ограничиваясь этим, влечет применение к виновному лицу гражданско-правовой ответственности, а также уголовной ответственности в соответствии со статьей 146 УК РФ и административной ответственности в соответствии со статьей 7.12 КоАП РФ (ст. 150.4 КоАП в старой редакции). Контактная информация: 1. Изготовитель: «Suzhou E-rising Electrical Technology Co., Ltd», No.9, Mingyang Road, Beiqiao Street, Xiangcheng District, Suzhou 215144, Jiangsu, China. По заказу ООО «Торговый дом ББК». 2."}
{"doc_id": "manual", "page": 11, "text": "По заказу ООО «Торговый дом ББК». 2. Организация, уполномоченная на принятие и удовлетворение требований потребителей в отношении товара ненадлежащего качества (уполномоченное изготовителем лицо), – ООО «Управляющая сервисная компания», 109202, Москва, шоссе Фрезер, д. 17А, стр. 1А. service@smc.com.ru, 8(499) 550-50-82. 3. Импортер* – ООО «Торговый дом ББК», 125445, г. Москва, Ленинградское ш., д. 65, стр. 3.. * Данные могут быть изменены в связи со сменой изготовителя, продавца, производственного филиала, импортера в РФ и/или страны ЕТС. В случае изменения данных актуальная информация указывается на дополнительной наклейке, размещенной на упаковке изделия. СДЕЛАНО В КИТАЕ v6.0"}
